Repository: linkedinyou/HWIOS
Catalog: services/web_ui/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: File(s) succesfully uploaded
nl: Bestand succesvol geupload

source: Succesfully logged in!
nl: Succesvol ingelogd!

source: Profile login
nl: Profiel login

source: Your account has not been activated yet...
nl: Uw account is nog niet geactiveerd...

source: Invalid user/password entered...
nl: Ongeldige gebruiker/wachtwoord gegevens...

source: Invalid form input!
nl: Fout formulier!

source: Profile logout
nl: Profiel loguit

source: You just logged out. Thank you for visiting...
nl: U bent net uitgelogd. Dank u voor het bezoek...

source: Article created succesfully...
nl: Artikel succesvol aangemaakt...

source: Invalid form!
nl: Fout formulier!

source: Article updated succesfully...
nl: Artikel succesvol bijgewerkt...

source: Blog article edited
nl: Blog artikel bewerkt

source: Article %(slug)s removed succesfully...
nl: Artikel %(slug)s succesvol verwijderd...

source: Blog article deleted
nl: Blog artikel verwijderd

source: Comment saved succesfully...
nl: Commentaar succesvol bewaard...

source: Blog comment created
nl: Blog commentaar aangemaakt

source: Comment removed succesfully...
nl: Commentaar succesvol verwijderd...

source: Blog comment deleted
nl: Blog commentaar verwijderd

source: %(username)s left the building!
nl: %(username)s is vertrokken!

source: Succesfully created region in simulator!
nl: Regio succesvol aangemaakt in simulator!

source: Region created on offline simulator. Please verify that the simulator still boots correctly...
nl: Regio aangemaakt in offline simulator. Controleer aub of de simulator nog correct opstart...

source: Region created
nl: Regio aangemaakt

source: Please pay attention to the region details...
nl: Controleer aub uw regio gegevens...

source: Updated region in offline simulator!
nl: Bijgewerkte regio in offline simulator!

source: Region updated. Region service restarting with watchdog...
nl: Regio bijgewerkt. Regio service wordt herstart met waakhond...

source: Region modified
nl: Regio aangepast

source: Deleted: %(online)s online and %(offline)s offline region(s)
nl: Verwijderd: %(online)s online en %(offline)s offline regio('s)

source: Region deleted
nl: Regio verwijdert

source: Backup of region %(name)s finished...
nl: Backup van regio %(name)s afgerond...

source: Backup failed! Region must be online when creating a backup...
nl: Backup is mislukt! Regio moet online zijn, wanneer de backup wordt gemaakt...

source: This may take a while...
nl: Dit kan even duren...

source: Deleted: %(deleted)s scene(s)
nl: Verwijderd: %(deleted)s scene(s)

source: Failed to delete scenes. Invalid characters!
nl: Verwijderen van scenes is mislukt. Ongeldige tekens!

source: Succesfully restored scene %(scene)s in region %(region)s...
nl: Succesvol herstel van scene %(scene)s in regio %(region)s...

source: Restore failed! Region must be online when loading a scene...
nl: Herstel-optie heeft gefaald. Regio moet online zijn tijdens het laden van een scene...

source: Loading this OAR may take a while. Check the console for the current progress...
nl: Het laden van deze OAR neemt wat tijd in beslag. Controleer de console voor de progressie...

source: Trying to load luggage file. Check your avatar in-world for the notification, or open the remote console for further information...
nl: Er wordt gepoogd om een koffer bestand te laden. Controleer uw avatar in de 3d-omgeving, of open de bijbehorende console voor verdere informatie...

source: Invalid form...
nl: Fout formulier

source: Trying to backup luggage file. Check your avatar in-world for the notification, or open the remote console for further information...
nl: Er wordt gepoogd om een backup te maken van het koffer bestand. Controleer uw avatar in de 3d-omgeving, of open de bijbehorende console voor verdere informatie...

source: Deleted: %(deleted)s inventory archive file(s)
nl: Verwijderd: %(deleted)s inventaris archief bestand(en)

source: Failed to delete inventory archive file(s). Invalid characters!
nl: Verwijdering van inventaris archief bestand(IAR) mislukt. Ongeldige tekens!

source: Avatar(s) synced
nl: Avatar(s) gesynchoniseerd

source: Simulator settings succesfully updated
nl: Simulator instellingen succesvol bijgewerkt

source: Invalid form
nl: Fout formulier!

source: Configuration updated...
nl: Configuratie bijgewerkt...

source: OpenSim Settings updated
nl: OpenSim instellingen bijgewerkt

source: Map succesfully rendered from %(cells)s cells...
nl: Kaart succesvol berekend uit %(cells)s cellen...

source: Plasmoid editing
nl: Plasmoid bewerking

source: Plasmoid created
nl: Plasmoid aangemaakt

source: Plasmoid %(slug)s stored...
nl: Plasmoid %(slug)s opgeslagen...

source: Plasmoid saved
nl: Plasmoid opgeslagen

source: Invalid Form!
nl: Fout formulier

source: %s plasmoid(s) deleted...
nl: %s plasmoid(s) verwijderd...

source: Plasmoid(s) deleted
nl: Plasmoid(s) verwijderd

source: New user created!
nl: Nieuwe gebruiker aangemaakt!

source: Profile created
nl: Profiel aangemaakt

source: Please pay attention to the profile details...
nl: Controleer aub uw profiel gegevens...

source: Avatar succesfully updated
nl: Avatar succesvol bijgewerkt

source: Profile succesfully updated
nl: Profiel succesvol bijgewerkt

source: Succesfully removed %(profiles)s profile(s)!
nl: Succesvolle verwijdering van %(profiles)s profiel(en)!

source: Profile deleted
nl: Profiel verwijderd

source: Profile registered
nl: Profiel geregistreerd

source: Invalid form. Please check your credentials...
nl: Ongeldig formulier.

source: Your account has been activated...
nl: Uw account is geactiveerd...

source: Profile activated
nl: Profiel geactiveerd

source: Settings succesfully updated
nl: Voorkeuren succesvol bijgewerkt

source: Settings updated
nl: Instellingen bijgewerkt

source: invalid form
nl: Fout formulier

source: Service is starting...
nl: Dienst wordt gestart...

source: Service is already running...
nl: Dienst loopt momenteel al...

source: Service is not running...
nl: Dienst loopt niet...

source: Service is shutting down...
nl: Dienst wordt afgesloten...

source: Service is forced to shutdown...
nl: Dienst wordt geforceerd afgesloten...

source: Client doesn't know about this service...
nl: Daemon is niet bekend met deze dienst...

source: Invalid switch option...
nl: Foutieve switch optie

source: An error occured!
nl: Er is een fout opgetreden!

source: Succesfully modified service configuration. Restart the service in order to test your custom settings...
nl: Succesvolle aanpassing van de service configuratie. Herstart de service om de aangepaste instellingen te testen...

source: Succesfully modified service configuration. Start the service in order to test your custom settings...
nl: Succesvolle aanpassing van de service configuratie. Start de service om de aangepaste instellingen te testen...

source: Succesfully modified online service configuration. The service will now be restarted...
nl: Succesvolle aanpassing van de service configuratie. De service wordt nu herstart...

source: Failed to modify configuration...
nl: Configuratie aanpassing is mislukt...

source: Service status changed
nl: Dienst status is veranderd...

source: A service changed it's status
nl: Een service is van status veranderd

source: %(first_name)s %(last_name)s just created article %(slug)s!
nl: %(first_name)s %(last_name)s heeft zojuist artikel %(slug)s aangemaakt!

source: Wiki article %(slug)s stored...
nl: Wiki artikel %(slug)s opgeslagen...

source: No changes found in wiki article. Page was not stored...
nl: Geen veranderingen gevonden in wiki artikel. Pagina is niet opgeslagen...

source: Wiki article was stored by %(first_name)s %(last_name)s as revision %(revision)s: %(comments)s
nl: Wiki artikel is opgelagen door %(first_name)s %(last_name)s als revisie %(revision)s: %(comments)s

source: Invalid article
nl: Ongeldig artikel

source: %(first_name)s %(last_name)s removed the current article...
nl: %(first_name)s %(last_name)s heeft het huidige artikel verwijderd...

source: Wiki article deleted
nl: Wiki artikel succesvol verwijderd...

source: Wiki article deleted successfully...
nl: Wiki artikel succesvol verwijderd...

source: Client %(first_name)s %(last_name)s restored article text to revision %(revision)s: '%(comments)s'
nl: Gebruiker %(first_name)s %(last_name)s heeft artikel text hersteld naar revisie %(revision)s: '%(comments)s'

source: Wiki revision restored
nl: Wiki Revisie herstelt

source: Name
nl: Naam

source: Owner
nl: Eigenaar

source: Simulator
nl: Simulatoren

source: X Location
nl: X Locatie

source: Click on the map
nl: Klik op de kaart

source: Y Location
nl: Y Locatie

source: Target region
nl: Doel Regio

source: Designated simulator
nl: Toegewezen simulator

source: Luggage name
nl: Baggage

source: Target avatar
nl: Doel avatar

source: Avatar password
nl: Avatar wachtwoord

source: Inventory directory
nl: Inventaris map

source: master ini
nl: Hoofd ini

source: Place regions on earth
nl: Plaats regio's op aarde

source: Center Position (X)
nl: Centreer Positie (X)

source: Defines the x-position to focus the map on after opening
nl: Definieert de x-positie waarop de kaart gecentreerd is bij opening

source: Center Position (Y)
nl: Centreer Positie (Y)

source: Defines the y-position to focus the map on after opening
nl: Definieert de y-positie waarop de kaart gecentreerd is bij opening

source: Center Position (Z)
nl: Centreer Positie (Z)

source: Defines the zoom-level that's being used by the map after opening
nl: Definieert het zoom niveau waarop de kaart gecentreerd is bij opening

source: Title
nl: Titel

source: URL Target
nl: URL Doel

source: Auto Preview
nl: Auto Voorvertoning

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Organisation
nl: Organisatie

source: Password
nl: Wachtwoord

source: Is active
nl: Is actief

source: Is staff
nl: Is personeel

source: Is superuser
nl: Is supergebruiker

source: Change Password
nl: Verander Wachtwoord

source: Username
nl: Gebruikersnaam

source: Comments
nl: Commentaar

source: Revision History
nl: Revisie Historie

source: Enter search term
nl: Voer zoekterm in

source: Search content
nl: Zoek content

source: Site Name
nl: Site Naam

source: Default Template
nl: Standaard sjabloon

source: Activation Type
nl: Activatie type

source: Moderator Notify
nl: Moderator Notificatie

source: Mail From
nl: Mail Van

source: Mail Header
nl: Mail Kop

source: Mail Body
nl: Mail Tekst

source: Register
nl: Registreer

source: Logout
nl: Loguit

source: Maps
nl: Kaarten

source: Profiles
nl: Profielen

source: Profile Management
nl: Profiel Beheer

source: Region Management
nl: Regio Beheer

source: Avatar Management
nl: Avatar Beheer

source: Settings
nl: Instellingen

source: Please confirm that you want to delete the following article:
nl: Bevestig aub dat u het volgende artikel wilt verwijderen:

source: Please confirm that you want to delete the following comment:
nl: Bevestig aub dat u het volgende artikel wilt verwijderen:

source: New article
nl: Nieuw Artikel

source: Edit article
nl: Bewerk artikel

source: Delete article
nl: Verwijder artikel

source: New Article
nl: Nieuw Artikel

source: Cancel
nl: Annuleer

source: Submit
nl: Verstuur

source: Back
nl: Terug

source: No comments yet...
nl: Nog geen commentaar...

source: comments
nl: commentaar

source: No articles yet...
nl: Nog geen artikelen...

source: Browse
nl: Doorzoek

source: View profile
nl: Toon profiel

source: Send message
nl: Stuur bericht

source: Edit my profile
nl: Bewerk mijn profiel

source: Loading...
nl: Laden...

source: Notification
nl: Notificatie

source: Warning
nl: Waarschuwing

source: Error
nl: Fout

source: Precondition: Log target avatar into the designated simulator before loading!
nl: Voorwaarde: De avatar moet zich in de toegewezen simulaton bevinden

source: Precondition: Use an existing path in your inventory to store this oar in!
nl: Voorwaarde: Gebruik een geldig pad in uw inventaris om de OAR in op te slaan!

source: Regions
nl: Regio's

source: New
nl: Nieuw

source: Save
nl: Opslaan

source: Are you sure that you want to delete the following luggage files?
nl: Weet u zeker dat u de volgende bagage bestanden wilt verwijderen?

source: Are you sure that you want to delete the following regions?
nl: Weet u zeker dat u de volgende regio's wilt verwijderen?

source: Are you sure that you want to delete the following scenes?
nl: Weet u zeker dat u de volgende scenes wilt verwijderen?

source: Edit
nl: Bewerk

source: Reboot warning (sec.)
nl: Herstart (sec.)

source: Warning! All current region content will be replaced...
nl: Waarschuwing! Alle huidige regio content zal vervangen worden...

source: Overview
nl: Overzicht

source: Luggage
nl: Baggage

source: Options
nl: Opties

source: Description
nl: Beschrijving

source: Modified
nl: Veranderd

source: Size
nl: Grootte

source: Delete
nl: Verwijder

source: Service
nl: Dienst

source: Port
nl: Poort

source: Position
nl: Positie

source: OpenSim Preferences
nl: OpenSim Voorkeuren

source: Simulation
nl: Simulatie

source: Map
nl: Kaart

source: Update
nl: Bijwerken

source: Render
nl: Verwerk

source: Selected files
nl: Geselecteerde bestanden

source: Progress
nl: Progressie

source: Brush
nl: Penseel

source: Basic
nl: Basis

source: Experimental
nl: Experimenteel

source: Shape
nl: Vorm

source: Rectangle
nl: Rechthoek

source: Circle
nl: Cirkel

source: Border
nl: Rand

source: Text
nl: Tekst

source: New Plasmoid
nl: Nieuwe Plasmoid

source: Create
nl: Maak

source: UUID
nl: UGID

source: Are you sure that you want to delete the following plasmoids?
nl: Weet u zeker dat u de volgende plasmoids wilt verwijderen?

source: Edit Plasmoid
nl: Bewerk Plasmoid

source: Visible
nl: Zichtbaar

source: Last Modified
nl: Veranderd

source: All
nl: Allen

source: Users
nl: Gebruikers

source: Edit My Profile
nl: Bewerk Mijn Profiel

source: New Profile
nl: Nieuw Profiel

source: Are you sure that you want to delete the following profiles?
nl: Weet u zeker dat u de volgende profielen wilt verwijderen?

source: My Profile
nl: Mijn Profiel

source: Edit Profile
nl: Bewerk Profiel

source: Drag Image
nl: Sleep hier

source: Active
nl: Actief

source: Staff
nl: Personeel

source: Congratulations!
nl: Gefeliciteerd!

source: You succesfully created a new account, A confirmation mail was sent to you with the following credentials
nl: U heeft succesvol een account aangemaakt. Er is een bevestigingsmail gestuurd naar u met de volgende gegevens

source: Your account was directly activated. Thank you for registering...
nl: Uw account was direct geactiveerd. Dank u voor het registreren...

source: Please check your e-mail for the activation link. Follow the link in order to activate this account. Thank you for registering...
nl: Controleer alstublieft uw email voor een activatie link. Volg deze link omuw account te activeren. Dank u voor het registreren...

source: Your registration request was sent to a moderator for further processing. You will be notified when the account request is approved. Thank you for your patience...
nl: Uw registratie verzoek is verzonden naar een moderator voor verdere verwerking.U wordt op de hoogte gebracht, wanneer uw account verzoek is goedgekeurd. Dank u voor uw geduld...

source: Account registration from
nl: Account registratie vanaf

source: A person with the following credentials succesfully created an activated account:
nl: Een persoon met de volgende gegevens heeft succesvol een geactiveerd account aangemaakt:

source: First name:
nl: Voornaam:

source: Last name:
nl: Achternaam:

source: Organisation:
nl: Organisatie:

source: If you don't want to receive new user notifications, you can disable this from the HWIOS backend.
nl: Wanneer u geen nieuwe gebruiker notificatie wenst, kunt u dit uitschakelen inde HWIOS voorkeuren.

source: A person with the following credentials succesfully created an inactive account:
nl: Een persoon met de volgende gegevens heeft succesvol een inactief account aangemaakt:

source: A person with the following credentials is requesting an account:
nl: Een persoon met de volgende gegevens verzoekt om een account activatie:

source: When the account request seems valid to you, please approve it by following
nl: Wanneer het account verzoek u geldig lijkt, kunt u dit toekennen door het volgen van

source: this link
nl: deze link

source: Thank you for completing the activation process!
nl: Dank u voor het afronden van het aktivatie proces!

source: Your account at
nl: Uw account bij

source: Kind regards
nl: Vriendelijke groeten

source: About
nl: Over

source: Screen Name
nl: Nicknaam

source: First Name
nl: Voornaam

source: Last Name
nl: Achternaam

source: Time Zone
nl: Tijd Zone

source: Modify
nl: Aanpassen

source: General
nl: Algemeen

source: Are you sure that you want to kill the following services?
nl: Weet u zeker dat u de volgende diensten geforceerd wilt beëindigen?

source: Services
nl: Diensten

source: Client
nl: Cliënt

source: Kill
nl: Beëindig

source: Daemon User
nl: Daemon Gebruiker

source: Connected from
nl: Verbonden vanaf

source: Customize
nl: Differentieer

source: Are you sure that you want to start the following services?
nl: Weet u zeker dat u de volgende diensten wilt starten?

source: Are you sure that you want to stop the following services?
nl: Weet u zeker dat u de volgende diensten wilt stoppen?

source: Revise history
nl: Reviseer historie

source: Edit document
nl: Bewerk dokument

source: Delete document
nl: Verwijder dokument

source: New document
nl: Nieuw dokument

source: Document
nl: Dokument

source: doesn't exist yet. Create it below to proceed...
nl: bestaat nog niet. Onderin kunt u de volgende stap maken...

source: This page doesn't exist yet. Only logged in users may create/edit new pages...
nl: Deze pagina bestaat nog niet. Logt u alstublieft in, om de pagina aan te maken.

source: Please confirm that you want to delete the following wiki article
nl: Bevestig aub dat u het volgende artikel wilt verwijderen

source: Revise History
nl: Revisie Historie

source: Restore
nl: Herstel
